# Базовые операции (+, -, *, /, **, %, унарный минус, округление, число Пи)

# Переменные с числовыми значениями
a = 5
b = 10

# Операция сложения переменных + пременение унарного минуса
c = a + b
c = -c

# Округление функцией round
d = 3.55
# print( round(d) )

# Принудительное округление в меньшую или большую сторону при помощи модуля math
import math
e = 3.14
# print( math.floor(e) )  Принудительное округление в меньшую сторону
# print( math.ceil(e) )   Принудительное округление в большую сторону
# print( math.pi )        Число Пи. Модуль: 'math'; Свойство: 'pi'


